Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: • Follow the diet your doctor and dietitian suggest. Eat foods that are low in fat. Avoid salty foods. • Weigh yourself each day to check for fluid build-up. Extra fluid makes your heart work harder. Call your doctor if you gain 2 to 3 pounds or 1 kilogram overnight. • Avoid temperatures that are very hot or very cold. Do not use a hot tub, spa or whirlpool. Stay indoors during humid weather or very hot (higher than 80˚ F or 27˚ C) or cold (lower than 30˚ F or 1˚ C) temperatures. • Watch your emotions. Many people feel very sad or have changes in emotions after a heart attack. Call your doctor if this gets worse or does not go away in a few weeks. Your doctor may give you other instructions. Improve Your Heart Health There are things you can do to improve your heart health. • Do not smoke or use tobacco products and avoid other people’s tobacco smoke. • Treat high blood pressure if you have it. • Exercise at least 30 minutes each day. • Eat a healthy diet that has less fat, salt and sugars. • Keep your weight in a normal range. • Control your blood sugar if you have diabetes. • See your doctor for regular check ups and take your medicines as ordered. Talk to your doctor or nurse if you have any question or concerns. © 2005 - February 21, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Heart Attack. Russian.
ru: • Следуйте диете, которую предписал врач или диетолог. Избегайте жирных и соленых блюд. • Для контроля жидкости в теле каждый день измеряйте вес. Излишняя жидкость оказывает нагрузку на сердце. Позвоните врачу, если вы набрали 2–3 фунта (1 кг) за ночь. • Избегайте высоких и низких температур. Не пользуйтесь спа и джакузи. Не выходите из дома при большой влажности и температуре выше 80 ˚F (27 ˚C) и ниже 30 ˚F (1 ˚C). • Научитесь справляться с эмоциями. После инфаркта многие испытывают грусть и перепады настроения. Позвоните врачу, если указанные состояния ухудшатся или не пройдут в течение несколько недель. Врач может дать вам другие указания. Как укрепить сердце Рекомендации: • Откажитесь от курения и табачных изделий и избегайте курящих людей. • Принимайте препараты от давления. • Делайте упражнения каждый день не менее 30 минут. • Употребляйте меньше жиров, соли и сахара. • Ваш вес должен оставаться в норме. • Если у вас диабет, контролируйте уровень сахара в крови. • Приходите на периодические осмотры врача и принимайте лекарства. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Heart Cath and A heart cath is also called cardiac catheterization, cardiac cath or coronary angiogram. A heart cath shows blood vessels of the heart and the inside of the heart as it pumps. A tube called a catheter is put into a blood vessel in the top of your leg in your groin or in your arm. It is then guided into your heart. Dye is put in through the catheter and x-rays are taken. Heart Cath and Heart Angioplasty. Russian.
ru: и коронарная Heart Angioplasty Коронарография и коронарная ангиопластика Коронарография, или коронарная ангиограмма, — это исследование, в ходе которого получают изображение кровеносных сосудов и внутренней части сердца во время перекачивания крови. В кровеносный сосуд на руке или на ноге в области паха вводят трубку (катетер). Затем катетер направляется в сердце, через него вводят краситель и затем делают рентгеновские снимки.

source: Narrowed blood vessels can lead to chest pain or a heart attack. A heart angioplasty, also called a PTCA (Percutaneous Transluminal Coronary Angioplasty) or balloon angioplasty, may be done with a heart cath if you have narrowed blood vessels in the heart. With this procedure, a balloon on the end of the catheter will be used to open up the blood vessel to improve blood flow. A stent, which is a small, wire tube-like device, may be placed to keep the blood vessel open. Arrive on time for your procedure. You may need to stay overnight in the hospital. Plan to have an adult family member or friend take you home. To Prepare • Your doctor may order some tests such as a chest x-ray, EKG and blood tests. • Do not eat or drink anything, including water, after midnight before your procedure. • Ask your doctor if you should take your medicines the morning of the procedure. If so, take with sips of water only. • Tell the staff if you have allergies, have asthma or are taking the medicine metformin (Glucophage). During Your Procedure • You will wear a hospital gown and lie on a table. You may wear your hearing aids, dentures and glasses. Remove nail polish and contact lenses. • The lights in the room may be dim and the room may seem cool. Heart Cath and Heart Angioplasty. Russian.
ru: Сузившиеся кровеносные сосуды могут вызвать боль в груди и инфаркт. Если сосуды сердца сужены, в ходе коронарографии может быть проведена коронарная ангиопластика (чрескожная транслюминальная коронарная ангиопластика или баллонная ангиопластика). Во время данной процедуры для улучшения кровотока баллон на конце катетера откроет кровеносный сосуд. В сосуд могут поместить небольшую трубку (стент), чтобы он оставался открытым. Не опаздывайте на процедуру. Возможно, вам придется остаться в больнице на ночь. Заранее попросите взрослого родственника или друга отвезти вас домой. Подготовка • Врач может назначить обследования, например флюорографию грудной клетки, ЭКГ и анализ крови. • Начиная с полуночи до начала процедуры не разрешается ничего есть и пить, включая воду. • Спросите врача, следует ли вам принимать лекарства утром перед процедурой. Если следует, запивайте их небольшим количеством воды. • Если у вас аллергия, астма или вы принимаете метформин (Глюкофаж), предупредите персонал. Во время процедуры • Вы наденете больничную одежду и ляжете на стол. Слуховой аппарат, зубной протез и очки можно не снимать. Удалите лак для ногтей и снимите контактные линзы. • Освещение может быть приглушено, а в помещении может быть прохладно.

source: • You will be awake so you can tell the staff how you feel. • An IV (intravenous) is put into a vein in your arm. Medicine to help you relax and fluids are given through your IV. • The catheter site, either your groin or your arm, is cleaned. Your groin may be shaved if used. • Small pads are put on your chest to check your heart. For men, chest hair may need to be shaved. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. • The doctor numbs the catheter site. This stings for a few seconds. After this, you should only feel pressure and no pain. • The catheter is put into a large blood vessel and threads it into your heart. • It is common to feel skipped heartbeats or fluttering. Tell your doctor, but do not be scared. • Dye is injected. You may feel hot or flushed for a few seconds. • X-rays are taken as the dye moves through your blood vessels. You may be asked to hold your breath, cough, take deep breaths or move your arms. • If you have narrowed blood vessels, the balloon area of the catheter is moved to the narrowed area of the blood vessel. The balloon is made bigger and smaller a few times to open the narrowed blood vessel. You may feel some chest pressure, but the pressure should ease quickly. Tell the staff how you are feeling. Heart Cath and Heart Angioplasty. Russian.
ru: • Вы будете в сознании и сможете сообщать персоналу о своем самочувствии. • Вам поставят капельницу в вену на руке. В капельницу будут введены жидкости и лекарство, которое поможет вам расслабиться. • Место ввода катетера в паху или на руке будет обработано. Пах могут побрить. • На грудь положат небольшие подушечки для контроля работы сердца. Мужчинам, возможно, побреют грудь. • На руку будет надета манжета для измерения давления. Давление и пульс будут регулярно проверять. • Врач обезболит место ввода катетера. Несколько секунд вы будете чувствовать острую боль. Затем боль пройдет, и вы будете чувствовать только нажатие. • В большой кровеносный сосуд введут катетер и направят его в сердце. • Вы можете почувствовать пропуск сердцебиения или дрожь. Скажите об этом врачу, но не бойтесь. • Затем вводят краситель. На несколько секунд вы можете почувствовать тепло или прилив крови. • Когда краситель идет по кровеносным сосудам, делают рентгеновские снимки. Вас могут попросить задержать дыхание, покашлять, глубоко подышать или подвигать руками. • Если кровеносные сосуды сужены, катетер с баллоном будет направлен в место сужения сосуда. Баллон несколько раз надувают и сдувают, чтобы открыть сузившийся кровеносный сосуд. Вы можете почувствовать небольшое давление в груди, но оно быстро пройдет. Сообщите персоналу о своем самочувствии.

source: • A stent may be placed to keep the blood vessel open. • Dye is given again to see how much the blood vessel has been opened. • The catheter is then removed. • The needle placed in the catheter site may stay in place for several hours. • When the needle is removed, the blood vessel is closed. The staff will hold pressure on the site for 10 to 20 minutes, so it does not bleed. A stitch, clip or plug may be used to close the site. A clamp may be put on the area for about 1 hour to stop bleeding. A bandage is put over the site after the clamp is removed. After Your Procedure In the Hospital • Your site, pulse and blood pressure will be checked often. • Your leg or arm needs to be kept straight for 2 to 6 hours to prevent bleeding. • Tell your nurse right away if the site swells or bleeds, or if you feel pain, numbness or tingling in your leg or arm. • You may drink clear liquids until the needle is removed. After that you may return to your normal diet. • You may have oxygen and a heart monitor in place for a few hours. • An EKG or blood tests may be done. Heart Cath and Heart Angioplasty. Russian.
ru: • Чтобы сосуд оставался открытым, в него могут ввести стент. • Чтобы увидеть, насколько раскрылся кровеносный сосуд, снова вводится краситель. • После этого катетер извлекают. • Игла может оставаться в месте ввода катетера несколько часов. • После извлечения иглы кровеносный сосуд будет закрыт. Во избежание кровотечения на место ввода катетера персонал на 10–20 минут приложит давление. Для закрытия места ввода катетера может быть использован шов, зажим или заглушка. Для прекращения кровотечения приблизительно на 1 час может быть наложен зажим. После удаления зажима будет помещена повязка. После процедуры В больнице • Место ввода катетера, а также пульс и давление будут регулярно проверять. • Для предотвращения кровотечения нельзя сгибать руку или ногу в течение 2–6 часов. • Немедленно сообщите медсестре, если место ввода катетера начнет опухать или кровоточить или если почувствуете боль, онемение или покалывание в ноге или руке. • Пока не извлекут иглу, можно пить прозрачные жидкости. После этого можно питаться как обычно. • Вас на несколько часов могут подключить к кислородному и сердечному мониторам. • Могут снять ЭКГ или взять анализы крови.

source: • It is common for your catheter site to be tender and bruised. • Your doctor will talk to you about your procedure. • Medicines given during the procedure will make you sleepy. You will need to have an adult family member or friend take you home for your safety. At Home • Rest for 24 hours. • Drink at least eight glasses of liquids today to help your body get rid of the dye. • Remove the pressure bandage at bedtime and put on a clean band-aid. • Do not take a tub bath for one week after your procedure. You can take a shower. Do not scrub the site. • Remove the band-aid over the site when you shower. • You can leave the site uncovered or put a clean band-aid on it. • Check the site each day for increased redness, bruising or swelling. • Do not take the medicine metformin (Glucophage) for two days after the procedure. • Do not drive for 2 to 3 days. • Do not exercise, run or lift objects over 10 pounds for three days. • Talk to your doctor or nurse about other activity limits. You should be able to return to normal activities in about one week. Heart Cath and Heart Angioplasty. Russian.
ru: • Обычно место ввода катетера побаливает, или там наблюдаются кровоподтеки. • Врач расскажет вам о результатах процедуры. • Лекарства, введенные во время процедуры, вызовут сонливость. Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой. Дома • Отдохните 24 часа. • Для вывода красителя из организма выпейте не менее восьми стаканов жидкости в день проведения процедуры. • Перед сном снимите повязку и наклейте чистый лейкопластырь. • Не принимайте ванну неделю после процедуры. Можно принять душ. Не чешите место ввода катетера. • Во время приема душа снимите лейкопластырь. • Можно не закрывать это место или наклеить чистый лейкопластырь. • Каждый день проверяйте, не усилились ли на месте ввода катетера покраснения, кровоподтеки или припухлости. • Два дня после процедуры не принимайте метформин (глюкофаж). • 2–3 дня не садитесь за руль. • В течение трех дней не выполняйте физические упражнения, не бегайте, а также не поднимайте предметы тяжелее 4,5 кг (10 фунтов). • Проконсультируйтесь с врачом или медсестрой по поводу других ограничений. Вы сможете заняться своими обычными делами примерно через неделю.

source: Call your doctor right away if you have: • Bleeding at the site that will not stop • Sharp pain or stinging at the site • Swelling, redness, more bruising, tenderness, warmth or drainage at the site • Coldness or paleness of the foot or hand • Problems moving your toes or fingers • Numbness or weakness • Fever or chills • Confusion or you are less alert If you have bleeding that will not stop or a lump that gets bigger at the site, lie flat, hold pressure on the site and call 911. Talk to the staff if you have any questions or concerns. © 2005 - March 4, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Heart Cath and Heart Angioplasty. Russian.
ru: Немедленно позвоните врачу, если: • Кровотечение на месте ввода катетера не прекращается • У вас острая боль или жжение на месте ввода катетера • На месте ввода катетера припухлость, краснота, увеличение кровоподтека, болезненные ощущения, выделения или повышение температуры • Руки или ноги холодные или бледные • Вам сложно двигать пальцами ног или рук • У вас онемение или слабость • У вас жар или озноб • Вы растеряны или менее внимательны Если кровотечение не прекращается или увеличивается припухлость, лягте на плоскую поверхность, придавите место ввода катетера и позвоните по телефону 911. Если у вас есть вопросы или опасения, обратитесь к медицинскому персоналу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Heart With heart failure, also called congestive heart failure, the heart muscle is weakened and does not pump as strongly as it should. The blood flow slows and fluid can build up in your lungs or other parts of your body. This does not mean that your heart has stopped pumping blood. Because heart failure does not go away, you will need to learn how to manage your condition. Causes of Heart Failure • Heart disease • High blood pressure • Heart valve problems • Lung diseases • An infection or virus • Heavy alcohol or drug use • Heart problems at birth • Thyroid or kidney disease Your Care • Take your medicines as ordered by your doctor. • Weigh yourself every morning at the same time. Keep a record of your daily weights. • Limit salt or sodium in foods and drinks. Heart Failure. Russian.
ru: Failure При сердечной недостаточности (застойной сердечной недостаточности) сердечная мышца ослабевает и плохо перекачивает кровь. Кровоток замедляется, вследствие чего в легких и других частях тела может скопиться жидкость. Это не означает, что сердце перестало перекачивать кровь. Поскольку сердечная недостаточность не проходит, вам придется научиться контролировать свое состояние. Причины сердечной недостаточности • Болезни сердца • Повышенное кровяное давление • Пороки клапанов сердца • Заболевания легких • Инфекции и вирусы • Прием наркотиков и злоупотребление алкоголем • Врожденные пороки сердца • Заболевания почек и щитовидной железы Лечение • Принимайте лекарства в соответствии с рекомендациями врача. • Взвешивайтесь каждое утро в одно и то же время. Ежедневно заполняйте дневник веса. • Ограничьте потребление соли и натрия с едой и напитками.

source: • Call your doctor for any of the signs listed below—do not delay calling. • Pay attention to how you are feeling. • Exercise each day, but rest as needed. • Put your feet up to reduce ankle swelling. • Keep your doctor appointments. • Lose weight if you are overweight. • Stop smoking. • Avoid alcohol. • Get the flu vaccine each year. Talk to your doctor about the pneumonia vaccine. • Limit your daily liquids if ordered by your doctor. Call your doctor right away if you: • Gain 2 pounds or 1 kilogram in a day or 3 to 5 pounds or 1 to 2 kilograms in 5 days • Have swelling in your legs, feet, hands or abdomen or feel that your shoes, waistband or rings are tighter • Feel short of breath • Use more pillows when you sleep or need to sleep in a chair • Cough at night or have increased cough or chest congestion • Are more tired or weak • Have a poor appetite or nausea Heart Failure. Russian.
ru: • Незамедлительно позвоните врачу при появлении любого из нижеперечисленных симптомов. • Следите за самочувствием. • Каждый день выполняйте физические упражнения, но не забывайте отдыхать. • Чтобы предотвратить отек лодыжек, поднимайте ноги повыше, когда сидите или лежите. • Не забывайте посещать врача. • При необходимости сбросьте лишний вес. • Бросьте курить. • Откажитесь от алкоголя. • Ежегодно делайте прививку от гриппа. Проконсультируйтесь с врачом о вакцинации от пневмонии. • Ограничьте ежедневное употребление жидкости, если об этом попросит врач. Немедленно позвоните врачу, если: • Вы набрали 1 кг (2 фунта) за день или 1–2 кг (3–5 фунтов) за 5 дней • У вас отекли ноги, ступни, руки или живот, или ваши кольца, обувь или ремень стали жать • У вас появилась одышка • Чтобы уснуть, вам требуется больше подушек или приходится спать в кресле • Вы кашляете ночью, у вас усилился кашель, или появилось ощущение заложенности в груди • Вы быстро устаете или ощущаете слабость • У вас плохой аппетит или тошнота

source: • Feel dizzy or confused • Urinate less often Call 911 right away if you: • Feel short of breath even with rest • Have chest pain, pressure or tightness • Faint • Have rapid, irregular heartbeats Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 4, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Heart Failure. Russian.
ru: • Вы чувствуете головокружение или дезориентацию • Вы стали реже мочиться Немедленно позвоните по телефону 911, если: • Вам не хватает воздуха даже в состоянии покоя • У вас боль, давление или тяжесть в груди • Вы упали в обморок • У вас частое и нерегулярное сердцебиение Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: High Blood High blood calcium, also called hypercalcemia, means that there is too much calcium in the blood. Most of the calcium in a person’s body is in the bones and teeth. Some calcium in blood helps the body to work right. Too much calcium in the blood affects the nerves, digestive tract, heart and kidneys. Signs Some people with high blood calcium have signs, while others do not. Signs of high blood calcium include: • Muscle weakness • Poor appetite, weight loss • Nausea or vomiting • Stomach pain • Constipation • Feeling tired • Increased urine output • Confusion, behavior changes or loss of memory • Loss of interest in work or decreased attention span • Pain in lower back or sides, often caused by kidney stones • Bones become fragile and can break High Blood Calcium. Russian.
ru: Calcium Гиперкальциемия означает, что в крови содержится слишком много кальция. Большинство кальция содержится в костях и зубах. Определенное количество кальция в крови помогает организму функционировать. Но в большом количестве он поражает нервы, пищеварительный тракт, сердце и почки. Симптомы Симптомы наблюдаются не у всех и могут включать: • Мышечная слабость • Плохой аппетит, потеря веса • Тошнота или рвота • Боль в желудке • Запор • Усталость • Повышенное выделение мочи • Дезориентация, изменение поведения или потеря памяти • Потеря интереса к работе или проблемы с вниманием • Боль в нижней части спины или по бокам, зачастую вызванная камнями в почках • Переломы костей
